Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: The economically relevant characteristics are used at both steps of the comparability analysis to establish: (i) the starting point for the object to be compared by accurately analysing and determining the in-scope transaction or series; and (ii) the hypothetical comparator.
fr_fr: Les caractéristiques économiquement pertinentes servent dans les deux étapes de l'analyse comparative pour établir : i) le point de départ pour l'objet à comparer en analysant et en déterminant l'opération ou la série visée, et ii) le comparateur hypothétique.

source: The economically relevant characteristics of a transaction or series would be defined to include five comparability factors: contractual terms, functional profile, characteristics of the property or service, economic and market context, and business strategies.
fr_fr: Les caractéristiques économiquement pertinentes d'une opération ou d'une série seraient définies comme comprenant cinq facteurs de comparabilité : les modalités contractuelles, les fonctions exercées, les caractéristiques du bien ou du service, les circonstances économiques et du marché et les stratégies commerciales.

source: The first two comparability factors require consideration of the "actual conduct" of the parties to the transaction.
fr_fr: Les deux premiers facteurs de comparabilité nécessitent l'examen du « comportement réel » des parties à l'opération.

source: This is intended to ensure that the factual substance of the transaction or series must be considered (instead of just its legal form).
fr_fr: L'objectif est de s'assurer que la « nature réelle » de l'opération ou de la série est prise en compte (plutôt que seulement sa forme juridique).

source: Formal conditions recognised in contracts are clarified and supplemented by the analysis of the conduct of the participants and the other economically relevant characteristics of the transaction or series.
fr_fr: Les conditions formelles mises en évidence dans les contrats sont clarifiées et complétées par l'analyse du comportement des participants et des autres caractéristiques économiquement pertinentes de l'opération ou de la série.

source: In addition, a new definition of "arm's length conditions" would require the comparison to posit what the actual participants to the in-scope transaction or series would have done if they had been dealing at arm's length, and not what other theoretical parties dealing at arm's length might have done.
fr_fr: De plus, une nouvelle définition de « conditions de pleine concurrence » exigerait que la comparaison détermine ce que les participants réels à l'opération ou à la série auraient fait s'ils n'avaient eu entre eux aucun lien de dépendance, et non ce que d'autres parties théoriques sans lien de dépendance auraient fait.

source: A new transfer pricing adjustment rule would provide that where the conditions of the transfer pricing application rule are met, then any amounts that would be determined for the purpose of applying the provisions of the Income Tax Act in respect of the taxpayer's taxation year are to be adjusted to the quantum or nature of the amounts that would have been determined if the arm's length conditions in respect of the transaction or series would have applied.
fr_fr: Une nouvelle règle de redressement prévoirait que, si les conditions de la règle d'application des prix de transfert sont remplies, les montants qui seraient établis pour l'application des dispositions de la Loi de l'impôt sur le revenu quant au contribuable ou à la société de personnes pour une année d'imposition feraient l'objet d'un redressement de façon qu'ils correspondent à la valeur ou à la nature des montants qui auraient été déterminées si des conditions de pleine concurrence relativement à l'opération ou à la série s'étaient appliquées.

source: Existing transfer pricing rules allow for, where specific conditions are met, the substitution of the in-scope transaction with the transaction that would have been entered into by parties dealing at arm's length under terms and conditions that would have been made between them.
fr_fr: Les règles en vigueur en matière de prix de transfert permettent, lorsque certaines conditions précises sont remplies, la substitution de l'opération visée par l'opération qui aurait été conclue par des parties sans lien de dépendance selon des modalités qui auraient été conclues entre elles.

source: These rules would be replaced by the inclusion of a new definition of "arm's length conditions" that would allow adjustments to reflect the fact that, in some cases, had the participants been dealing at arm's length, they would have entered into a different transaction or series or would not have entered into a transaction or series at all.
fr_fr: Ces règles seraient remplacées par l'instauration d'une nouvelle définition de « conditions de pleine concurrence » qui permettrait des ajustements pour tenir compte du fait que, dans certains cas, si les participants n'avaient eu entre eux aucun lien de dépendance, ils auraient conclu une opération ou une série différente, ou n'auraient conclu aucune opération ou série.

source: In accordance with the Transfer Pricing Guidelines, and consistent with the interpretation rule, an in-scope transaction or series accurately analysed and determined should be replaced with an alternative transaction or series, or no transaction or series at all, only in exceptional circumstances.
fr_fr: Conformément aux Principes applicables en matière de prix de transfert et à la règle d'interprétation, une opération ou une série analysée et déterminée de façon précise ne devrait être remplacée par une autre opération ou série, ou par aucune opération ou série, que dans des circonstances exceptionnelles.

source: In addition, the new rules would modify certain administrative measures.
fr_fr: En outre, les nouvelles règles modifieraient certaines mesures administratives.

source: These are intended to balance the need for the Canada Revenue Agency to have timely, accurate, and relevant information to conduct transfer pricing risk assessments and efficient audits, while not imposing excessive or unnecessary compliance burdens on taxpayers.
fr_fr: Elles visent à atteindre un juste équilibre entre le besoin pour l'Agence du revenu du Canada d'avoir accès à des informations actuelles, exactes et pertinentes afin de procéder à des évaluations des risques liés aux prix de transfert et à des vérifications efficientes, et la non-imposition de charges administratives excessives ou superflues aux contribuables.

source: They include:
fr_fr: Les nouvelles règles comprennent notamment :

source: providing relief for taxpayers through an increase in the threshold for the transfer pricing penalty to apply from an assessment (from a $5 million transfer pricing adjustment to a $10 million adjustment);
fr_fr: offrir un allègement aux contribuables par une augmentation du seuil d'application de la pénalité de prix de transfert découlant d'une cotisation (d'un redressement de 5 millions de dollars à un redressement de 10 millions de dollars);

source: clarifying the transfer pricing documentation requirements and also more closely aligning them with the new definitions and the requirements to select and apply the most appropriate method;
fr_fr: clarifier les exigences en matière de documentation relative aux prix de transfert et les aligner davantage sur les nouvelles définitions et les exigences de sélection et d'application de la méthode la plus appropriée;

source: providing for simplified documentation requirements when prescribed conditions are met; and
fr_fr: prévoir des exigences simplifiées en matière de documentation lorsque les conditions prévues sont remplies;

source: reducing the time to provide transfer pricing documentation from 3 months to 30 days (whereas the requirement for taxpayers and partnerships to make or obtain the appropriate records or documentation by their documentation-due date for any given year or period would remain unchanged).
fr_fr: réduire le délai pour fournir des documents concernant le prix de transfert, de 3 mois à 30 jours (alors que l'obligation voulant que les contribuables et les sociétés de personnes établissent ou obtiennent les registres ou les documents appropriés au plus tard à la date limite de production qui leur est applicable pour une année ou un exercice donné demeurerait la même).

source: This measure would apply to taxation years that begin after Budget Day.
fr_fr: Cette mesure s'appliquerait aux années d'imposition qui commencent après le jour du budget.

source: Investment Income Derived from Assets Supporting Canadian Insurance Risks
fr_fr: Revenus de placements provenant d'actifs couvrant les risques d'assurance canadiens

source: The Canadian tax system contains rules that protect the tax base by preventing taxpayers from avoiding Canadian tax by shifting certain income to other jurisdictions.
fr_fr: Le système fiscal canadien contient des règles qui protègent l'assiette fiscale en empêchant que les contribuables évitent l'impôt canadien en transférant certains revenus vers d'autres territoires.

source: For example, income earned by a controlled foreign affiliate of a taxpayer resident in Canada may be treated as foreign accrual property income (FAPI), which is taxable in the hands of the Canadian taxpayer on an accrual basis.
fr_fr: Par exemple, le revenu gagné par une société étrangère affiliée contrôlée d'un contribuable résidant au Canada peut être considéré comme étant un revenu étranger accumulé, tiré de biens (REATB), qui est imposable entre les mains du contribuable canadien dans l'année où il est gagné.

source: A specific rule in the FAPI regime is intended to prevent avoidance of Canadian tax by shifting income from a business involving the insurance of Canadian risks (i.e., risks in respect of persons resident in Canada, property situated in Canada, or businesses carried on in Canada) into a foreign affiliate.
fr_fr: Une règle particulière du régime du REATB vise à empêcher l'évitement fiscal canadien par le transfert du revenu d'une entreprise tiré de l'assurance des risques canadiens (c.-à-d. les risques relatifs aux personnes résidant au Canada, à des biens situés au Canada ou à des entreprises exploitées au Canada) vers une société étrangère affiliée.

source: Under that rule, the insurance business income is included in computing the affiliate's FAPI.
fr_fr: Selon cette règle, le revenu de l'entreprise d'assurance est inclus dans le calcul du REATB de la société affiliée.

source: Core activities that are essential to an insurance business include the investment of funds collected through insurance premiums, with the resulting investment income helping to support claims arising on the occurrence of insured events.
fr_fr: Les activités principales d'une entreprise d'assurance comprennent, entre autres, l'investissement de fonds perçus par l'entremise de primes d'assurance; les revenus de placements qui en découlent aident à appuyer les réclamations lorsque des événements assurés ont lieu.

source: This is the case whether the assets are held by an insurer directly, or indirectly through a foreign affiliate of the insurer as part of their integrated insurance business.
fr_fr: Tel est le cas, qu'un assureur détienne les actifs directement ou qu'il les détienne indirectement par l'intermédiaire d'une société étrangère affiliée de l'assureur dans le cadre de ses activités d'assurance intégrées.

source: In fact, invested assets indirectly held by a foreign affiliate that are held to back Canadian risks are generally regarded as backing Canadian risks for actuarial and regulatory reporting purposes.
fr_fr: En fait, les actifs investis indirectement qui sont détenus par une société étrangère affiliée pour couvrir des risques canadiens sont généralement considérés comme couvrant des risques canadiens aux fins d'établissement de rapports actuariels et réglementaires.

source: In contrast, some taxpayers have taken the position that the specific FAPI rule does not apply to such investment income arising on such assets.
fr_fr: En revanche, certains contribuables sont d'avis que cette règle particulière du régime de REATB ne s'applique pas aux revenus de placements provenant de ce type actif.

source: Budget 2025 proposes to clarify that investment income derived from assets held by a foreign affiliate to back Canadian risks is included in FAPI regardless of which entity holds those assets.
fr_fr: Le budget de 2025 propose de préciser que les revenus de placements provenant d'actifs détenus par une société étrangère affiliée pour couvrir des risques canadiens soient inclus dans le REATB.

source: Investment income derived from assets backing Canadian risks encompasses both income from assets held to back such risks and assets included in regulatory surplus that back such risks.
fr_fr: Les revenus de placements provenant d'actifs qui couvrent des risques canadiens englobent à la fois les revenus provenant d'actifs détenus pour couvrir ces risques et ceux inclus dans l'excédent réglementaire qui couvre ces risques.

source: Sales and Excise Tax Measures
fr_fr: Mesures visant les taxes de vente et d'accise

source: Underused Housing Tax
fr_fr: Taxe sur les logements sous-utilisés

source: The Underused Housing Tax (UHT) took effect on January 1, 2022 and applies to certain owners of vacant or underused residential property in Canada, generally non-resident, non-Canadians.
fr_fr: La taxe sur les logements sous-utilisés (TLSU) est entrée en vigueur le 1 er janvier 2022 et s'applique à certains propriétaires d'immeubles résidentiels vacants ou sous-utilisés au Canada, généralement des non-résidents, non canadiens.

source: The UHT is imposed on an annual basis at a rate of 1 per cent on the value of the property.
fr_fr: La TLSU est imposée annuellement au taux de 1 % de la valeur de l'immeuble.

source: Budget 2025 proposes to eliminate the UHT as of the 2025 calendar year.
fr_fr: Le budget de 2025 propose d'éliminer la TLSU à compter de l'année civile 2025.

source: As a result, no UHT would be payable and no UHT returns would be required to be filed in respect of the 2025 and subsequent calendar years.
fr_fr: Par conséquent, aucune TLSU ne serait payable et aucune déclaration de TLSU ne devrait être produite relativement à 2025 et aux années civiles subséquentes.

source: All UHT requirements continue to apply in respect of the 2022 to 2024 calendar years.
fr_fr: Toutes les exigences relatives à la TLSU continuent de s'appliquer relativement aux années civiles 2022 à 2024.

source: Penalties and/or interest for failing to file a UHT return as and when required, or for failing to pay UHT when it becomes due, will also continue to apply in respect of the 2022 to 2024 calendar years.
fr_fr: Les pénalités et/ou les intérêts en cas de non-respect des modalités et de la date limite de production de la déclaration de TLSU, ou en cas de non-paiement de la TLSU lorsqu'elle devient payable, continueront aussi de s'appliquer relativement aux années civiles 2022 à 2024.

source: Luxury Tax on Aircraft and Vessels
fr_fr: Taxe de luxe sur les aéronefs et les navires

source: The federal government imposes a tax on subject vehicles and subject aircraft with a value above $100,000 and subject vessels (e.g., boats) with a value above $250,000.
fr_fr: Le gouvernement fédéral impose une taxe sur les véhicules assujettis et les aéronefs assujettis dont la valeur dépasse 100 000 $, et sur les navires assujettis (p. ex., les bateaux) dont la valeur dépasse 250 000 $.

source: The luxury tax is equal to the lesser of 10 per cent of the total value of the subject item and 20 per cent of the value above the relevant threshold.
fr_fr: La taxe de luxe est égale au moins élevé de 10 % de la valeur totale du bien assujetti et de 20 % de la valeur qui dépasse le seuil applicable.

source: The tax is generally imposed on sales, importations, leases, and certain improvements of subject vehicles, subject aircraft, and subject vessels.
fr_fr: La taxe est généralement imposée sur la vente, à l'importation et sur la location de véhicules assujettis, d'aéronefs assujettis et de navires assujettis, ainsi que sur certaines améliorations qui y sont apportées.

source: Budget 2025 proposes to amend the Select Luxury Items Tax Act (SLITA) to end the luxury tax on subject aircraft and subject vessels.
fr_fr: Le budget de 2025 propose de modifier la Loi sur la taxe sur certains biens de luxe (LTCBL) de manière à mettre fin à la taxe de luxe sur les aéronefs assujettis et sur les navires assujettis.

source: All instances of the tax would cease to be payable after Budget Day, including the tax on sales, the tax on importations, and the tax on improvements.
fr_fr: Cette taxe cesserait d'être payable après le jour du budget dans tous les cas, notamment lors de la vente, de l'importation et lorsque certaines améliorations sont apportées.

source: Registered vendors in respect of these items would be required to file a final return covering the reporting period that includes Budget Day.
fr_fr: Les vendeurs inscrits relativement à ces biens seraient tenus de produire une déclaration finale couvrant la période de déclaration qui comprend le jour du budget.

source: Registrations in respect of subject aircraft and subject vessels under the SLITA would be maintained after Budget Day, allowing registered vendors the opportunity to claim rebates for which they are eligible (e.g., in the case of export).
fr_fr: Les inscriptions relatives aux aéronefs assujettis et aux navires assujettis en vertu de la LTCBL seraient maintenues après le jour du budget, ce qui permettrait aux vendeurs inscrits de demander les remboursements auxquels ils ont droit (p. ex., en cas d'exportation).

source: However, returns in respect of these items would otherwise no longer need to be filed for subsequent reporting periods.
fr_fr: Il ne serait toutefois plus nécessaire, par ailleurs, de produire une déclaration relative à ces biens assujettis pour les périodes de déclaration ultérieures.

source: Finally, all registrations in respect of subject aircraft and subject vessels would be automatically cancelled on February 1, 2028, after which time vendors would no longer be able to claim rebates.
fr_fr: Enfin, toutes les inscriptions relatives aux aéronefs assujettis et aux navires assujettis seraient automatiquement annulées le 1 er février 2028, date après laquelle les vendeurs ne pourraient plus demander de remboursements.

source: Carousel Fraud
fr_fr: Fraude de type carrousel

source: In recent years, certain individuals and groups have been trying to take advantage of the Canadian tax system by engaging in carousel fraud schemes to obtain unwarranted tax benefits.
fr_fr: Au cours des dernières années, certains groupes et particuliers ont tenté d'abuser du régime fiscal canadien en participant à des stratagèmes frauduleux de type carrousel dans le but d'en tirer des avantages fiscaux injustifiés.

source: These illegal schemes undermine the tax system and are continuously evolving.
fr_fr: Ces stratagèmes illégaux minent le régime fiscal et sont en constante évolution.

source: Carousel fraud schemes exploit the general design of a value-added tax system, such as the Goods and Services Tax/Harmonized Sales Tax (GST/HST), by using a series of real or fraudulent transactions where at least one person, often known as the "missing trader", collects GST/HST in respect of a supply of property or services but does not remit it to the government.
fr_fr: Les stratagèmes frauduleux de type carrousel exploitent le concept général d'un régime de taxation à valeur ajoutée, comme celui de la taxe sur les produits et services/taxe de vente harmonisée (TPS/TVH), en ayant recours à une série de transactions réelles ou frauduleuses où au moins une personne, souvent appelée « commerçant disparu », perçoit la TPS/TVH relativement à la fourniture de biens ou de services, mais ne la verse pas au gouvernement.

source: In the 2024 Fall Economic Statement, the government announced that it was exploring options to combat carousel schemes.
fr_fr: Dans l'Énoncé économique de l'automne de 2024, le gouvernement a annoncé qu'il étudiait diverses options visant à lutter contre les stratagèmes de type carrousel.

source: Budget 2025 announces proposed changes to the Excise Tax Act (the "Act") to help prevent carousel fraud and improve the overall fairness of the Canadian tax system.
fr_fr: Le budget de 2025 propose des changements à la Loi sur la taxe d'accise (la « Loi ») afin d'aider à prévenir la fraude de type carrousel et d'améliorer l'équité générale du régime fiscal canadien.

source: Specifically, the government is proposing to introduce a new reverse charge mechanism (RCM) beginning with certain supplies in the telecommunications sector.
fr_fr: En particulier, le gouvernement propose d'instaurer un nouveau mécanisme de versement inversé (MVI), en commençant par certaines fournitures dans le secteur des télécommunications.

source: The federal government invites individuals, stakeholders, organizations and associations, Indigenous partners, and other interested parties to share their feedback on these proposals by emailing Consultation-Legislation@fin.gc.ca by January 12, 2026.
fr_fr: Le gouvernement fédéral invite les particuliers, les intervenants, les organisations et associations, les partenaires autochtones et les autres parties intéressées à faire part de leurs commentaires sur ces propositions en envoyant un courriel à Consultation-Legislation@fin.gc.ca d'ici le 12 janvier 2026.

source: This will allow feedback to be taken into consideration prior to finalizing the design of the new rules and the tabling of enacting legislation.
fr_fr: Il sera ainsi possible de tenir compte des commentaires avant de finaliser la conception des nouvelles règles et le dépôt de la loi habilitante.

source: Proposed New Rules
fr_fr: Nouvelles règles proposées

source: Specified Supplies
fr_fr: Fournitures déterminées

source: The proposed new RCM would apply to supplies of specified telecommunication services, which would be telecommunication services that enable:
fr_fr: Le nouveau MVI proposé s'appliquerait aux fournitures de services de télécommunication déterminés, lesquels seraient des services de télécommunication qui permettent, selon le cas :

source: speech communication that is instant or with only a negligible delay between the transmission and the receipt of signals; or
fr_fr: la communication orale instantanée ou comportant seulement un faible retard entre la transmission et la réception de signaux;

source: the transmission of writing, images and sounds or information of any nature when provided in connection with services that enable such speech communication.
fr_fr: la transmission d'écrits, d'images et de sons, ou de renseignements de toute nature, lorsqu'elle est fournie en lien avec des services qui permettent une telle communication orale.

source: For example, this would include supplies of voice-over internet protocol (VoIP) minutes.
fr_fr: Par exemple, ceci inclurait la fourniture de minutes de voix par le protocole de l'internet (VoIP).

source: Remittance Requirement (Reverse Charge Rules)
fr_fr: Obligation de versement (règles de versement inversé)

source: Under the proposed new rules, suppliers would not be required to collect the GST/HST payable on the supply.
fr_fr: En vertu des nouvelles règles proposées, les fournisseurs ne seraient pas tenus de percevoir la TPS/TVH payable sur la fourniture.
